Repository: Catnip56A/Yonca
Catalog: yonca/translations/*/LC_MESSAGES/messages.po
Languages: az, ru

source: You agree not to share your account or use another user's account without permission.
az: Hesabınızı paylaşmamağa və ya icazəsiz başqa istifadəçinin hesabından istifadə etməməyə razılaşırsınız.
ru: Вы соглашаетесь не передавать свою учетную запись другим пользователям и не использовать ее без разрешения.

source: We reserve the right to suspend or terminate accounts that violate these Terms.
az: Biz bu Şərtləri pozan hesabları dayandırmaq və ya ləğv etmək hüququnu özümüzdə saxlayırıq.
ru: Мы оставляем за собой право приостановить или прекратить действие учетных записей, которые нарушают настоящие Условия.

source: 3. User Content
az: 3. İstifadəçi məzmunu
ru: 3. Пользовательский контент

source: 3.1 Content You Provide
az: 3.1 Təqdim etdiyiniz Məzmun
ru: 3.1 Предоставляемый вами контент

source: Yonca may allow you to submit, upload, store, or share content such as text, images, files, or messages ("User Content").
az: Yonca sizə mətn, şəkillər, fayllar və ya mesajlar ("İstifadəçi Məzmunu") kimi məzmunu təqdim etməyə, yükləməyə, saxlamağa və ya paylaşmağa icazə verə bilər.
ru: Yonca может разрешать вам отправлять, загружать, хранить или делиться контентом, например текстом, изображениями, файлами или сообщениями («Пользовательский контент»).

source: You retain ownership of your User Content. However, by submitting content, you grant Yonca a
az: İstifadəçi Məzmununuzun sahibliyini saxlayırsınız. Bununla belə, məzmunu təqdim etməklə siz Yonca a
ru: Вы сохраняете право собственности на свой Пользовательский контент. Однако, отправляя контент, вы предоставляете Yonca

source: non-exclusive, worldwide, royalty-free license
az: qeyri-eksklüziv, dünya miqyasında, royaltisiz lisenziya
ru: неисключительная, всемирная, бесплатная лицензия

source: to host, store, process, and display the content solely for operating and improving the Service.
az: məzmunu yalnız Xidməti idarə etmək və təkmilləşdirmək üçün yerləşdirmək, saxlamaq, emal etmək və göstərmək.
ru: размещать, хранить, обрабатывать и отображать контент исключительно для работы и улучшения Сервиса.

source: 3.2 Responsibility for Content
az: 3.2 Məzmun üçün məsuliyyət
ru: 3.2 Ответственность за контент

source: You are solely responsible for your User Content. You agree not to upload or share content that:
az: İstifadəçi Məzmununuza görə yalnız siz məsuliyyət daşıyırsınız. Aşağıdakı məzmunu yükləməməyə və ya paylaşmamağa razılaşırsınız:
ru: Вы несете единоличную ответственность за свой Пользовательский контент. Вы соглашаетесь не загружать и не делиться контентом, который:

source: Is illegal, fraudulent, or misleading
az: Qanunsuz, fırıldaqçı və ya aldadıcıdır
ru: Является незаконным, мошенническим или вводящим в заблуждение

source: Infringes intellectual property or privacy rights
az: Əqli mülkiyyət və ya məxfilik hüquqlarını pozur
ru: Нарушает права интеллектуальной собственности или конфиденциальности

source: Contains malware, viruses, or harmful code
az: Zərərli proqram, virus və ya zərərli kod ehtiva edir
ru: Содержит вредоносное ПО, вирусы или вредоносный код.

source: Is abusive, hateful, or harassing
az: Təhqiredici, nifrət dolu və ya təcavüzkardır
ru: Является оскорбительным, ненавистным или преследующим

source: We may remove content that violates these Terms or applicable laws.
az: Bu Şərtləri və ya müvafiq qanunları pozan məzmunu silə bilərik.
ru: Мы можем удалить контент, который нарушает настоящие Условия или применимое законодательство.

source: 4. File Storage and Third-Party Services
az: 4. Fayl Saxlama və Üçüncü Tərəf Xidmətləri
ru: 4. Хранение файлов и сторонние сервисы

source: Yonca may use
az: Yonca istifadə edə bilər
ru: Yonca может использовать

source: third-party services
az: üçüncü tərəf xidmətləri
ru: сторонние услуги

source: (such as cloud storage, APIs, or translation services) to operate features like file uploads, backups, or content processing.
az: fayl yükləmələri, ehtiyat nüsxələri və ya məzmun emalı kimi funksiyaları idarə etmək üçün (bulud yaddaşı, API və ya tərcümə xidmətləri kimi).
ru: (например, облачное хранилище, API или службы перевода) для управления такими функциями, как загрузка файлов, резервное копирование или обработка контента.

source: Your content may be processed or stored through these services strictly for functionality.
az: Məzmununuz bu xidmətlər vasitəsilə ciddi şəkildə funksionallıq üçün işlənə və ya saxlanıla bilər.
ru: Ваш контент может обрабатываться или храниться с помощью этих служб исключительно для обеспечения функциональности.

source: Yonca is not responsible for outages, data loss, or changes caused by third-party providers, to the extent permitted by law.
az: Yonca qanunla icazə verilən həddə üçüncü tərəf provayderlərinin səbəb olduğu kəsilmələrə, məlumat itkilərinə və ya dəyişikliklərə görə məsuliyyət daşımır.
ru: Yonca не несет ответственности за сбои в работе, потерю данных или изменения, вызванные сторонними поставщиками, в пределах, разрешенных законом.

source: 4.1 Google Drive Integration
az: 4.1 Google Disk İnteqrasiyası
ru: 4.1 Интеграция с Google Диском

source: Yonca may allow users to connect their
az: Yonca istifadəçilərə özlərinə qoşulmağa icazə verə bilər
ru: Yonca может разрешить пользователям подключать свои

source: account
az: hesab
ru: счет

source: using Google OAuth 2.0 for purposes such as uploading, storing, accessing, or managing files.
az: faylları yükləmək, saxlamaq, daxil olmaq və ya idarə etmək kimi məqsədlər üçün Google OAuth 2.0 istifadə etmək.
ru: использование Google OAuth 2.0 для таких целей, как загрузка, хранение, доступ к файлам или управление ими.

source: When you connect Google Drive, Yonca accesses only the
az: Google Diski bağladığınız zaman Yonca yalnız
ru: Когда вы подключаете Google Диск, Yonca получает доступ только к

source: minimum permissions required
az: minimum icazələr tələb olunur
ru: требуется минимум разрешений

source: to provide the requested functionality, as disclosed during the Google authorization process.
az: Google avtorizasiya prosesi zamanı açıqlanan tələb olunan funksionallığı təmin etmək.
ru: для предоставления запрошенной функциональности, как указано в процессе авторизации Google.

source: does not access, read, or modify
az: daxil olmur, oxumur və ya dəyişdirmir
ru: не имеет доступа, не читает и не изменяет

source: files outside the scope explicitly permitted by you.
az: açıq şəkildə icazə verdiyiniz çərçivədən kənar fayllar.
ru: файлы за пределами явно разрешенной вами области.

source: Files uploaded or managed via Google Drive remain under your control and subject to
az: Google Disk vasitəsilə yüklənmiş və ya idarə olunan fayllar nəzarətinizdə və tabeliyində qalır
ru: Файлы, загруженные или управляемые через Google Диск, остаются под вашим контролем и подлежат

source: Google's own Terms of Service and Privacy Policy
az: Google-un öz Xidmət Şərtləri və Məxfilik Siyasəti
ru: Собственные Условия использования и Политика конфиденциальности Google.

source: You may revoke Yonca's access to your Google Drive at any time through your Google Account security settings.
az: Siz istənilən vaxt Google Hesabınızın təhlükəsizlik parametrləri vasitəsilə Yonca-ın Google Diskinizə girişini ləğv edə bilərsiniz.
ru: Вы можете в любое время отозвать доступ Yonca к вашему Google Диску через настройки безопасности вашего аккаунта Google.

source: 5. Translations and Automated Features
az: 5. Tərcümələr və Avtomatlaşdırılmış Xüsusiyyətlər
ru: 5. Переводы и автоматизированные функции

source: Yonca may provide automated features such as
az: Yonca kimi avtomatlaşdırılmış funksiyaları təmin edə bilər
ru: Yonca может предоставлять автоматизированные функции, такие как

source: machine translations or AI-assisted tools
az: maşın tərcümələri və ya süni intellektlə dəstəklənən alətlər
ru: машинный перевод или инструменты с использованием искусственного интеллекта

source: These features are provided "as is" and may contain errors or inaccuracies.
az: Bu xüsusiyyətlər "olduğu kimi" verilir və səhvlər və ya qeyri-dəqiqliklər ola bilər.
ru: Эти функции предоставляются «как есть» и могут содержать ошибки и неточности.

source: Yonca does not guarantee the correctness, completeness, or suitability of automatically generated results.
az: Yonca avtomatik yaradılan nəticələrin düzgünlüyünə, tamlığına və ya uyğunluğuna zəmanət vermir.
ru: Yonca не гарантирует правильность, полноту или пригодность автоматически сгенерированных результатов.

source: 6. Acceptable Use
az: 6. Məqbul istifadə
ru: 6. Допустимое использование

source: You agree not to:
az: Siz razılaşırsınız:
ru: Вы соглашаетесь не:

source: Abuse, overload, or attempt to disrupt the Service or its infrastructure
az: Xidmətdən və ya onun infrastrukturundan sui-istifadə, həddindən artıq yükləmə və ya pozmağa cəhd
ru: Злоупотребление, перегрузка или попытка нарушить работу Сервиса или его инфраструктуры.

source: Attempt unauthorized access to systems, accounts, or data
az: Sistemlərə, hesablara və ya məlumatlara icazəsiz daxil olmağa cəhd edin
ru: Попытка несанкционированного доступа к системам, учетным записям или данным.

source: Use Yonca for spam, scraping, or automated misuse
az: Spam, kazıma və ya avtomatlaşdırılmış sui-istifadə üçün Yonca istifadə edin
ru: Используйте Yonca для спама, очистки или автоматического злоупотребления.

source: Circumvent security or access controls
az: Təhlükəsizlik və ya giriş nəzarətlərini aşmaq
ru: Обход средств безопасности или контроля доступа

source: 7. Intellectual Property
az: 7. Əqli Mülkiyyət
ru: 7. Интеллектуальная собственность

source: The Yonca name, logo, design, and all platform-related content (excluding User Content) are owned by Yonca or its licensors.
az: Yonca adı, loqosu, dizaynı və platforma ilə əlaqəli bütün məzmun (İstifadəçi Məzmunu istisna olmaqla) Yonca və ya onun lisenziyalaşdırıcılarına məxsusdur.
ru: Название Yonca, логотип, дизайн и весь контент, связанный с платформой (за исключением Пользовательского контента), принадлежат Yonca или ее лицензиарам.

source: You may not copy, modify, distribute, or reverse-engineer any part of the Service without written permission.
az: Siz yazılı icazə olmadan Xidmətin hər hansı hissəsini köçürə, dəyişdirə, paylaya və ya tərsinə çevirə bilməzsiniz.
ru: Вы не имеете права копировать, изменять, распространять или перепроектировать любую часть Сервиса без письменного разрешения.

source: 8. Privacy
az: 8. Məxfilik
ru: 8. Конфиденциальность

source: Your use of Yonca is also governed by our
az: Sizin Yonca istifadəniz də bizim tərəfindən idarə olunur
ru: Использование вами Yonca также регулируется нашими

source: Privacy Policy
az: Məxfilik Siyasəti
ru: политика конфиденциальности

source: which explains how we collect, use, and protect your data.
az: məlumatlarınızı necə topladığımızı, istifadə etdiyimizi və qoruduğumuzu izah edir.
ru: где объясняется, как мы собираем, используем и защищаем ваши данные.

source: 9. Termination
az: 9. Xitam
ru: 9. Прекращение действия

source: You may stop using Yonca at any time.
az: İstənilən vaxt Yonca istifadəsini dayandıra bilərsiniz.
ru: Вы можете прекратить использование Yonca в любое время.

source: We may suspend or terminate your access immediately if you violate these Terms or if required by law.
az: Bu Şərtləri pozarsanız və ya qanunla tələb olunarsa, girişinizi dərhal dayandıra və ya ləğv edə bilərik.
ru: Мы можем немедленно приостановить или прекратить ваш доступ, если вы нарушите настоящие Условия или если этого требует закон.

source: Upon termination, access to your account and stored content may be removed.
az: Ləğv edildikdən sonra hesabınıza və saxlanılan məzmuna giriş silinə bilər.
ru: После прекращения действия доступ к вашей учетной записи и сохраненному контенту может быть закрыт.

source: 10. Disclaimer of Warranties
az: 10. Zəmanətlərdən imtina
ru: 10. Отказ от гарантий

source: Yonca is provided
az: __QORUNMALI_0__ təmin edilir
ru: Yonca предоставляется

source: as is
az: olduğu kimi
ru: как есть

source: and
az: və
ru: и

source: as available
az: mövcud olduğu kimi
ru: как доступно

source: To the maximum extent permitted by law:
az: Qanunla icazə verilən maksimum həddə:
ru: В максимальной степени, разрешенной законом:

source: We make no warranties regarding availability, reliability, or accuracy
az: Biz mövcudluq, etibarlılıq və ya dəqiqliklə bağlı heç bir zəmanət vermirik
ru: Мы не даем никаких гарантий относительно доступности, надежности или точности.

source: We do not guarantee uninterrupted or error-free operation
az: Biz fasiləsiz və ya səhvsiz işləməyə zəmanət vermirik
ru: Мы не гарантируем бесперебойную и безошибочную работу

source: 11. Limitation of Liability
az: 11. Məsuliyyətin məhdudlaşdırılması
ru: 11. Ограничение ответственности

source: To the extent permitted by law, Yonca shall not be liable for:
az: Qanunla icazə verilən həddə, Yonca aşağıdakılara görə məsuliyyət daşımır:
ru: В пределах, разрешенных законом, Yonca не несет ответственности за:

source: Indirect, incidental, or consequential damages
az: Dolayı, təsadüfi və ya nəticəli zərərlər
ru: Косвенный, случайный или косвенный ущерб

source: Loss of data, profits, or business opportunities
az: Məlumatların, mənfəətin və ya biznes imkanlarının itirilməsi
ru: Потеря данных, прибыли или деловых возможностей

source: Issues caused by third-party services or user actions
az: Üçüncü tərəf xidmətləri və ya istifadəçi hərəkətləri nəticəsində yaranan problemlər
ru: Проблемы, вызванные сторонними сервисами или действиями пользователя.

source: 12. Changes to the Terms
az: 12. Şərtlərə Dəyişikliklər
ru: 12. Изменения в Условиях

source: We may update these Terms from time to time. Continued use of Yonca after changes become effective constitutes acceptance of the revised Terms.
az: Biz bu Şərtləri vaxtaşırı yeniləyə bilərik. Dəyişikliklər qüvvəyə mindikdən sonra Yonca-dan davamlı istifadə yenidən işlənmiş Şərtlərin qəbul edilməsini təşkil edir.
ru: Мы можем время от времени обновлять настоящие Условия. Продолжение использования Yonca после вступления изменений в силу означает принятие пересмотренных Условий.

source: 13. Governing Law
az: 13. İdarəetmə Qanunu
ru: 13. Применимое право

source: These Terms are governed by and construed in accordance with applicable laws, without regard to conflict of law principles.
az: Bu Şərtlər qanunların ziddiyyəti prinsiplərindən asılı olmayaraq, qüvvədə olan qanunlarla tənzimlənir və onlara uyğun şərh edilir.
ru: Настоящие Условия регулируются и толкуются в соответствии с действующим законодательством, без учета принципов коллизионного права.

source: 14. Contact
az: 14. Əlaqə
ru: 14. Контакт

source: If you have questions about these Terms, please contact us through the Yonca website.
az: Bu Şərtlər haqqında suallarınız varsa, lütfən, Yonca vebsaytı vasitəsilə bizimlə əlaqə saxlayın.
ru: Если у вас есть вопросы по поводу настоящих Условий, свяжитесь с нами через веб-сайт Yonca.

source: By using Yonca, you acknowledge that you have read, understood, and agree to these Terms of Service.
az: Yonca istifadə etməklə siz bu Xidmət Şərtlərini oxuduğunuzu, başa düşdüyünüzü və razılaşdığınızı təsdiq edirsiniz.
ru: Используя Yonca, вы подтверждаете, что прочитали, поняли и согласились с настоящими Условиями обслуживания.

source: Back to Home
az: Evə qayıt
ru: Вернуться домой

source: Available: Mon-Fri, 9AM-6PM
az: Mövcuddur: Bazar ertəsi-Cümə, 9:00-18:00
ru: Доступно: Пн-Пт, 9:00-18:00.

source: Email
az: E-poçt
ru: Электронная почта

source: We respond within 24 hours
az: 24 saat ərzində cavab veririk
ru: Мы отвечаем в течение 24 часов

source: Location
az: Məkan
ru: Расположение

source: Baku, Azerbaijan
az: Bakı, Azərbaycan
ru: Баку, Азербайджан

source: About
az: Haqqında
ru: О

source: Admin Panel
az: İdarəetmə Paneli
ru: Панель администратора

source: Yonca
az: __QORUNMALI_0__
