Repository: Catnip56A/Yonca
Catalog: yonca/translations/*/LC_MESSAGES/messages.po
Languages: az, ru

source: Forum
ru: Форум

source: Connect with fellow learners and get help from instructors.
az: Tələbə yoldaşları ilə əlaqə qurun və təlimatçılardan kömək alın.
ru: Общайтесь с другими учениками и получайте помощь от преподавателей.

source: Access Forum
ru: Доступ к форуму

source: Resources
az: Resurslar
ru: Ресурсы

source: Access course materials, documents, and additional resources.
az: Kurs materiallarına, sənədlərə və əlavə resurslara daxil olun.
ru: Получите доступ к материалам курса, документам и дополнительным ресурсам.

source: Reviews
az: Rəylər
ru: Отзывы

source: Read reviews from other students and share your experience.
az: Digər tələbələrin rəylərini oxuyun və təcrübənizi paylaşın.
ru: Прочтите отзывы других студентов и поделитесь своим опытом.

source: View Reviews
ru: Посмотреть обзоры

source: Average Rating
az: Orta Reytinq
ru: Средний рейтинг

source: By
ru: К

source: Login to Enroll
az: Qeydiyyatdan keçmək üçün daxil olun
ru: Войдите, чтобы зарегистрироваться

source: You are not enrolled in this course.
ru: Вы не зачислены на этот курс.

source: Teacher/Admin Mode:
az: Müəllim/Admin Rejimi:
ru: Режим учителя/администратора:

source: You have editing privileges for this course.
az: Bu kurs üçün redaktə imtiyazlarınız var.
ru: У вас есть права редактирования этого курса.

source: Content
az: Məzmun
ru: Содержание

source: Assignments
az: Tapşırıqlar
ru: Задания

source: Announcements
az: Elanlar
ru: Объявления

source: Locked
az: Bağlanıb
ru: Заблокировано

source: Move Folder
ru: Переместить папку

source: Are you sure you want to delete this folder? This will only work if the folder is empty.
ru: Вы уверены, что хотите удалить эту папку? Это будет работать только в том случае, если папка пуста.

source: This folder is locked until you complete the required assignment.
az: Siz tələb olunan tapşırığı tamamlayana qədər bu qovluq kilidlənir.
ru: Эта папка заблокирована до тех пор, пока вы не выполните необходимое задание.

source: View File
ru: Посмотреть файл

source: Visible
ru: Видимый

source: Private
az: Şəxsi
ru: Частный

source: Are you sure you want to delete this file?
ru: Вы уверены, что хотите удалить этот файл?

source: Delete
az: Sil
ru: Удалить

source: Create Folder
az: Qovluq yaradın
ru: Создать папку

source: Import from Drive
az: Diskdən idxal edin
ru: Импортировать с Диска

source: Toggle Visibility
az: Görünüşü dəyişin
ru: Переключить видимость

source: Unsorted Files
az: Çeşidlənməmiş fayllar
ru: Несортированные файлы

source: Enroll to Access Course Content
az: Kurs məzmununa daxil olmaq üçün qeydiyyatdan keçin
ru: Зарегистрируйтесь, чтобы получить доступ к материалам курса

source: You need to be enrolled in this course to view the content, materials, and participate in activities.
az: Məzmun, materiallara baxmaq və fəaliyyətlərdə iştirak etmək üçün bu kursa yazılmalısınız.
ru: Вам необходимо зарегистрироваться на этот курс, чтобы просматривать содержание, материалы и участвовать в мероприятиях.

source: Due:
az: Müddəti:
ru: Должный:

source: pts
az: xal
ru: баллы

source: Grade:
az: Dərəcə:
ru: Оценка:

source: Overdue
az: Vaxtı keçmiş
ru: Просрочено

source: View Your Submission
az: Təqdimatınıza Baxın
ru: Посмотреть вашу заявку

source: Feedback:
az: Əlaqə:
ru: Обратная связь:

source: Upload Your Work:
az: İşinizi Yükləyin:
ru: Загрузите свою работу:

source: Are you sure you want to delete this assignment? This will also delete all submissions.
ru: Вы уверены, что хотите удалить это задание? Это также приведет к удалению всех представленных материалов.

source: View Submissions
az: Təqdimatlara baxın
ru: Просмотр материалов

source: On Time
az: Vaxtında
ru: Вовремя

source: Submitted:
az: Təqdim edildi:
ru: Поданный:

source: View Submission
az: Təqdimata baxın
ru: Посмотреть отправку

source: Grade
az: Dərəcə
ru: Оценка

source: Save Grade
az: Qiyməti yadda saxla
ru: Сохранить оценку

source: No submissions yet.
az: Hələ təqdimat yoxdur.
ru: Пока нет заявок.

source: Enroll to Access Assignments
az: Giriş tapşırıqlarına qeydiyyatdan keçin
ru: Зарегистрируйтесь, чтобы получить доступ к заданиям

source: You need to be enrolled in this course to view and submit assignments.
ru: Чтобы просматривать и отправлять задания, вам необходимо зарегистрироваться на этот курс.

source: Reply
az: Cavab verin
ru: Отвечать

source: Write a reply...
az: Cavab yazın...
ru: Напишите ответ...

source: Post Reply
az: Cavab Göndər
ru: Опубликовать ответ

source: Are you sure you want to delete this announcement? This will also delete all replies.
ru: Вы уверены, что хотите удалить это объявление? Это также приведет к удалению всех ответов.

source: Write Your Review
ru: Напишите свой отзыв

source: Rating
az: Reytinq
ru: Рейтинг

source: Click on a star to rate (1-5)
az: Qiymətləndirmək üçün ulduza klikləyin (1-5)
ru: Нажмите на звездочку, чтобы оценить (1-5)

source: Summarize your experience
az: Təcrübənizi ümumiləşdirin
ru: Обобщите свой опыт

source: Share your thoughts about this course...
ru: Поделитесь своим мнением об этом курсе...

source: Edit
az: Redaktə et
ru: Редактировать

source: Are you sure you want to delete this review?
ru: Вы уверены, что хотите удалить этот отзыв?

source: No reviews yet. Be the first to review this course!
az: Hələ rəy yoxdur. Bu kursu ilk nəzərdən keçirən siz olun!
ru: Пока нет отзывов. Будьте первым, кто оставит отзыв об этом курсе!

source: Publish immediately
az: Dərhal dərc edin
ru: Опубликовать немедленно

source: Cancel
az: Ləğv et
ru: Отмена

source: Parent:
az: Valideyn:
ru: Родитель:

source: Allow students to view this file
ru: Разрешить учащимся просматривать этот файл

source: Import from Google Drive
az: Google Diskdən idxal edin
ru: Импортировать с Google Диска

source: Import Type
az: İdxal növü
ru: Тип импорта

source: Entire Folder (includes all subfolders and files)
az: Bütün Qovluq (bütün alt qovluqlar və fayllar daxildir)
ru: Вся папка (включая все подпапки и файлы)

source: Google Drive URL or File/Folder ID
az: Google Disk URL və ya Fayl/Qovluq ID
ru: URL-адрес Google Диска или идентификатор файла/папки

source: Paste the sharing link from Google Drive or just the file/folder ID
az: Google Diskdən paylaşma linkini və ya sadəcə fayl/qovluq ID-sini yapışdırın
ru: Вставьте ссылку для общего доступа с Google Диска или просто идентификатор файла/папки.

source: Leave empty to use original filename
az: Orijinal fayl adından istifadə etmək üçün boş buraxın
ru: Оставьте пустым, чтобы использовать исходное имя файла.

source: Import
az: İdxal
ru: Импорт

source: Due Date
az: İki Tarix
ru: Два свидания

source: Lock other folders until completed (optional)
az: Tamamlanana qədər digər qovluqları kilidləyin (isteğe bağlı)
ru: Заблокируйте другие папки до завершения (необязательно).

source: None
az: Heç biri
ru: Никто

source: Or choose specific folders to lock (optional)
az: Və ya kilidləmək üçün xüsusi qovluqları seçin (isteğe bağlı)
ru: Или выберите определенные папки для блокировки (необязательно).

source: Hold Ctrl (or Cmd) to select multiple folders.
az: Birdən çox qovluq seçmək üçün Ctrl (və ya Cmd) düyməsini basıb saxlayın.
ru: Удерживайте Ctrl (или Cmd), чтобы выбрать несколько папок.

source: Select Destination Folder
az: Təyinat Qovluğunu seçin
ru: Выберите папку назначения

source: Move
az: Hərəkət edin
ru: Двигаться

source: Select New Parent Folder
az: Yeni Ana Qovluğu seçin
ru: Выберите новую родительскую папку

source: Move File:
ru: Переместить файл:

source: Move Folder:
az: Qovluğu köçürün:
ru: Переместить папку:

source: selected items? This action cannot be undone.
az: seçilmiş maddələr? Bu əməliyyat geri qaytarıla bilməz.
ru: выбранные предметы? Это действие невозможно отменить.

source: Yonca - Learning Platform
az: Yonca - Öyrənmə Platforması
ru: Yonca – учебная платформа

source: Home
az: Ev
ru: Дом

source: Courses
az: Kurslar
ru: Курсы

source: TAVI Test
az: TAVI Testi
ru: ТАВИ Тест

source: About Company
az: Şirkət haqqında
ru: О компании

source: Login
az: Daxil ol
ru: Авторизоваться

source: Welcome
az: Xoş gəldiniz
ru: Добро пожаловать

source: Admin
ru: Админ

source: Logout
az: Çıxın
ru: Выход из системы

source: Link Google Account
az: Google Hesabını əlaqələndirin
ru: Связать аккаунт Google

source: What's New
az: Yeniliklər
ru: Что нового

source: Discover the latest updates, new features, and exciting developments in our learning platform.
az: Öyrənmə platformamızda ən son yeniləmələri, yeni funksiyaları və maraqlı inkişafları kəşf edin.
ru: Узнайте о последних обновлениях, новых функциях и интересных разработках на нашей обучающей платформе.

source: If video shows 'still being processed,' please wait 5-60 minutes for Google Drive to finish processing, then refresh the page.
az: Video "hələ emal olunur" görünürsə, lütfən, Google Diskin işlənməsini tamamlaması üçün 5-60 dəqiqə gözləyin, sonra səhifəni yeniləyin.
ru: Если видео показывает, что «все еще обрабатывается», подождите 5–60 минут, пока Google Диск завершит обработку, а затем обновите страницу.

source: Learning Community
ru: Учебное сообщество

source: Our vibrant learning community
ru: Наше активное обучающееся сообщество

source: Interactive Courses
az: İnteraktiv kurslar
ru: Интерактивные курсы

source: Engage with interactive course content
ru: Взаимодействуйте с интерактивным содержанием курса

source: Study Groups
az: Tədris Qrupları
ru: исследовательские группы

source: Collaborate in study groups
ru: Сотрудничать в учебных группах

source: Our Features
az: Xüsusiyyətlərimiz
ru: Наши возможности

source: Discover what makes our platform special.
az: Platformamızı nəyin xüsusi etdiyini kəşf edin.
ru: Узнайте, что делает нашу платформу особенной.

source: Engage with dynamic course content and interactive learning materials.
az: Dinamik kurs məzmunu və interaktiv təlim materialları ilə məşğul olun.
ru: Взаимодействуйте с динамичным содержанием курса и интерактивными учебными материалами.

source: Collaborate with fellow learners in our vibrant study communities.
az: Canlı təhsil icmalarımızda həmkarlarımızla əməkdaşlıq edin.
ru: Сотрудничайте с другими учениками в наших динамичных учебных сообществах.

source: Expert Support
az: Ekspert Dəstəyi
ru: Экспертная поддержка

source: Get help from our team of educational experts and specialists.
az: Təhsil üzrə ekspertlər və mütəxəssislər komandamızdan kömək alın.
ru: Получите помощь от нашей команды экспертов и специалистов в области образования.

source: Explore our available courses and start your learning journey.
az: Mövcud kurslarımızı araşdırın və öyrənmə səyahətinizə başlayın.
ru: Изучите наши доступные курсы и начните свой путь обучения.

source: Filter Courses
az: Kursları süzün
ru: Фильтровать курсы

source: Tags:
az: Teqlər:
ru: Теги:

source: My Enrolled Courses
az: Qeydiyyatdan Keçdiyim Kurslar
ru: Мои зарегистрированные курсы

source: Loading enrolled courses... (Try switching pages in case of delays)
az: Qeydiyyatdan keçmiş kurslar yüklənir... (Gecikmələr zamanı səhifələri dəyişdirməyə cəhd edin)
ru: Загрузка зарегистрированных курсов... (Попробуйте переключить страницы в случае задержек)

source: Available Courses
az: Mövcud Kurslar
ru: Доступные курсы

source: Loading courses... (Try switching pages in case of delays)
az: Kurslar yüklənir... (Gecikmələr zamanı səhifələri dəyişdirməyə cəhd edin)
ru: Загрузка курсов... (Попробуйте переключить страницы в случае задержек)

source: Community Forum
az: İcma Forumu
ru: Форум сообщества

source: Authentication Required
az: Doğrulama Tələb olunur
ru: Требуется аутентификация

source: Please log in to participate in the community forum.
az: İcma forumunda iştirak etmək üçün daxil olun.
ru: Пожалуйста, войдите, чтобы принять участие в форуме сообщества.

source: You can still view messages without logging in.
az: Siz hələ də daxil olmadan mesajlara baxa bilərsiniz.
ru: Вы по-прежнему можете просматривать сообщения без входа в систему.

source: Translation Settings
az: Tərcümə Parametrləri
ru: Настройки перевода

source: Language:
az: Dil:
ru: Язык:

source: Don't translate
az: Tərcümə etməyin
ru: Не переводи

source: English
az: İngilis dili
ru: Английский

source: Russian
az: rus
ru: Русский

source: Azerbaijani
az: Azərbaycan
ru: азербайджанский

source: Select a language to translate messages, or choose 'Don't translate' to view messages in their original language. Click individual messages to toggle translation.
az: Mesajları tərcümə etmək üçün dil seçin və ya mesajlara orijinal dillərində baxmaq üçün "Tərcümə etməyin" seçimini edin. Tərcüməni dəyişdirmək üçün fərdi mesajlara klikləyin.
ru: Выберите язык для перевода сообщений или выберите «Не переводить», чтобы просматривать сообщения на языке оригинала. Нажмите на отдельные сообщения, чтобы переключить перевод.

source: Post a New Message
az: Yeni Mesaj Göndərin
ru: Опубликовать новое сообщение

source: Username:
az: İstifadəçi adı:
ru: Имя пользователя:

source: Message:
az: Mesaj:
ru: Сообщение:

source: Share your thoughts, ask questions, or help others...
az: Fikirlərinizi bölüşün, suallar verin və ya başqalarına kömək edin...
ru: Делитесь своими мыслями, задавайте вопросы или помогайте другим...

source: Post Message
az: Mesaj Göndər
ru: Опубликовать сообщение

source: General Discussion
az: Ümumi müzakirə
ru: Общая дискуссия

source: Welcome to Yonca Forum!
az: Yonca Foruma xoş gəlmisiniz!
ru: Добро пожаловать на форум Yonca!

source: This is where community members can connect, ask questions, and share knowledge.
az: Burada icma üzvləri əlaqə saxlaya, suallar verə və biliklərini paylaşa bilərlər.
ru: Здесь члены сообщества могут общаться, задавать вопросы и делиться знаниями.

source: Posted on December 8, 2025
az: 8 dekabr 2025-ci ildə dərc edilib
ru: Опубликовано 8 декабря 2025 г.

source: Download educational materials, documents, and access protected files.
az: Təhsil materiallarını, sənədləri yükləyin və qorunan fayllara daxil olun.
ru: Загружайте учебные материалы, документы и получайте доступ к защищенным файлам.

source: Filter Learning Materials
az: Tədris materiallarını süzün
ru: Фильтрация учебных материалов

source: Access Type:
az: Giriş növü:
ru: Тип доступа:

source: All
az: Hamısı
ru: Все

source: PIN Protected
az: PİN qorunur
ru: PIN-код защищен

source: Free Access
az: Pulsuz Giriş
ru: Свободный доступ

source: Learning Materials
az: Tədris materialları
ru: Учебные материалы

source: Loading materials... (Try switching pages in case of delays)
az: Materiallar yüklənir... (Gecikmə halında səhifələri dəyişdirməyə çalışın)
ru: Загрузка материалов... (Попробуйте переключить страницы в случае задержек)

source: Upload Learning Material
az: Tədris materialını yükləyin
ru: Загрузить учебные материалы

source: Title:
az: Başlıq:
ru: Заголовок:

source: Description:
az: Təsvir:
ru: Описание:

source: Enter tags separated by spaces, e.g. Tag1 Tag2 Tag3
az: Boşluqlarla ayrılmış etiketləri daxil edin, məsələn. Tag1 Tag2 Tag3
ru: Введите теги, разделенные пробелами, например. Тег1 Тег2 Тег3

source: Tags will be displayed as hashtags
az: Teqlər hashtag kimi göstəriləcək
ru: Теги будут отображаться в виде хэштегов.

source: Preview Image (optional):
az: Şəklin önizləməsi (istəyə görə):
ru: Предварительный просмотр изображения (необязательно):

source: Upload an image to display as a preview for this resource
az: Bu resurs üçün önizləmə kimi göstərmək üçün şəkil yükləyin
ru: Загрузите изображение для предварительного просмотра этого ресурса.

source: Choose file...
az: Fayl seçin...
ru: Выбрать файл...

source: Enable PIN Protection
az: PIN qorumasını aktivləşdirin
ru: Включить защиту PIN-кодом

source: Check to require PIN access, uncheck for free access
az: PIN girişi tələb etmək üçün yoxlayın, pulsuz giriş üçün işarəni silin
ru: Установите флажок, чтобы требовать доступ по PIN-коду, снимите флажок, чтобы получить бесплатный доступ.

source: Access PIN will be auto-generated (6 characters, expires in 10 minutes)
az: Giriş PIN avtomatik yaradılacaq (6 simvol, müddəti 10 dəqiqəyə bitir)
ru: PIN-код доступа будет сгенерирован автоматически (6 символов, срок действия истекает через 10 минут).

source: Upload Material
az: Materialı yükləyin
ru: Загрузить материал

source: TAVI Test section is coming soon.
az: Tezliklə TAVI Test bölməsi gəlir.
ru: Скоро появится раздел TAVI Test.

source: Welcome to Yonca
az: Yonca-a xoş gəlmisiniz
ru: Добро пожаловать в Yonca

source: Join our learning community and discover amazing features designed to enhance your educational experience.
az: Öyrənmə icmamıza qoşulun və təhsil təcrübənizi artırmaq üçün hazırlanmış heyrətamiz xüsusiyyətləri kəşf edin.
ru: Присоединяйтесь к нашему учебному сообществу и откройте для себя удивительные функции, призванные улучшить ваш образовательный опыт.

source: Our Services
az: Xidmətlərimiz
ru: Наши услуги

source: You're enrolled in all available courses!
az: Siz bütün mövcud kurslara yazılmısınız!
ru: Вы зачислены на все доступные курсы!

source: Error loading courses. Please try again.
az: Kursları yükləmə xətası. Yenidən cəhd edin.
ru: Ошибка загрузки курсов. Пожалуйста, попробуйте еще раз.

source: No courses available at the moment.
az: Hazırda mövcud kurs yoxdur.
ru: На данный момент курсов нет.

source: Other Available Courses
az: Digər Mövcud Kurslar
ru: Другие доступные курсы

source: Loading... (Try switching pages in case of delays)
az: Yüklənir... (Gecikmə halında səhifələri dəyişdirməyə cəhd edin)
ru: Загрузка... (Попробуйте переключить страницы в случае задержек)

source: View Details
az: Ətraflı Baxın
ru: Посмотреть детали

source: Enroll Now
az: İndi qeydiyyatdan keçin
ru: Зарегистрируйтесь сейчас

source: Enrolling in
az: Qeydiyyatdan keçirilir
ru: Регистрация в

source: No materials available at the moment.
az: Hazırda heç bir material yoxdur.
ru: На данный момент материалов нет.

source: Log In to Access
az: Access üçün daxil olun
ru: Войдите, чтобы получить доступ

source: View Resource
az: Mənbəyə baxın
ru: Посмотреть ресурс

source: Expires in:
az: Müddəti bitir:
ru: Срок действия истекает через:

source: minutes
az: dəqiqə
ru: минуты

source: PIN has expired
az: PİN-in vaxtı keçib
ru: Срок действия PIN-кода истек

source: Your Access PIN:
az: Giriş PIN kodunuz:
ru: Ваш PIN-код доступа:

source: Share this PIN with others to grant access
az: Giriş icazəsi vermək üçün bu PIN kodu başqaları ilə paylaşın
ru: Поделитесь этим PIN-кодом с другими, чтобы предоставить доступ.

source: Request Access
az: Giriş sorğusu
ru: Запросить доступ

source: No description available
az: Təsvir mövcud deyil
ru: Нет описания

source: Uploaded:
az: Yükləndi:
ru: Загружено:

source: Are you sure you want to delete this resource?
az: Bu resursu silmək istədiyinizə əminsiniz?
ru: Вы уверены, что хотите удалить этот ресурс?

source: Error loading materials. Please try again.
az: Materialların yüklənməsi xətası. Yenidən cəhd edin.
ru: Ошибка загрузки материалов. Пожалуйста, попробуйте еще раз.

source: No PDF documents available at the moment.
az: Hazırda heç bir PDF sənədi mövcud deyil.
ru: PDF-документов на данный момент нет.

source: Access PDF
az: PDF-ə daxil olun
ru: Доступ к PDF-файлу

source: Are you sure you want to delete this PDF?
az: Bu PDF-i silmək istədiyinizə əminsiniz?
ru: Вы уверены, что хотите удалить этот PDF-файл?

source: Error loading PDFs. Please try again.
az: PDF-ləri yükləmə xətası. Yenidən cəhd edin.
ru: Ошибка загрузки PDF-файлов. Пожалуйста, попробуйте еще раз.

source: Enter access PIN for:
az: Giriş PIN kodunu daxil edin:
ru: Введите PIN-код доступа для:

source: Invalid PIN or access denied.
az: Yanlış PIN və ya giriş rədd edildi.
ru: Неверный PIN-код или доступ запрещен.

source: Error accessing resource. Please try again.
az: Mənbəyə daxil olma xətası. Yenidən cəhd edin.
ru: Ошибка доступа к ресурсу. Пожалуйста, попробуйте еще раз.

source: Uploading PDF...
az: PDF yüklənir...
ru: Загрузка PDF...

source: PDF uploaded successfully! Access PIN:
az: PDF uğurla yükləndi! Giriş PIN kodu:
ru: PDF успешно загружен! PIN-код доступа:

source: Error uploading PDF. Please try again.
az: PDF yükləmə xətası. Yenidən cəhd edin.
ru: Ошибка загрузки PDF. Пожалуйста, попробуйте еще раз.

source: Upload PDF
az: PDF yükləyin
ru: Загрузить PDF

source: Uploading...
az: Yüklənir...
ru: Загрузка...

source: Uploading resource...
az: Resurs yüklənir...
ru: Загрузка ресурса...

source: Error uploading material. Please try again.
az: Materialı yükləyərkən xəta baş verdi. Yenidən cəhd edin.
ru: Ошибка при загрузке материала. Пожалуйста, попробуйте еще раз.

source: Error uploading resource. Please try again.
az: Mənbə yüklənərkən xəta baş verdi. Yenidən cəhd edin.
ru: Ошибка загрузки ресурса. Пожалуйста, попробуйте еще раз.

source: Login to Your Account
az: Hesabınıza daxil olun
ru: Войдите в свою учетную запись

source: Password:
az: Şifrə:
ru: Пароль:

source: Login as Administrator
az: Administrator olaraq daxil olun
ru: Войти как администратор

source: I acknowledge that I have read and agree to the
az: Oxuduğumu və razılaşdığımı qəbul edirəm
ru: Я подтверждаю, что прочитал и согласен с

source: Terms of Service
az: Xidmət Şərtləri
ru: Условия использования

source: Back to Yonca
az: Yonca səhifəsinə qayıt
ru: Вернуться к Yonca

source: Terms of Service - Yonca
az: Xidmət Şərtləri - Yonca
ru: Условия использования – Yonca

source: Last updated:
az: Son yeniləmə:
ru: Последнее обновление:

source: January 2026
az: Yanvar 2026
ru: январь 2026 г.

source: Welcome to
az: xoş gəlmisiniz
ru: Добро пожаловать в

source: (the "Service", "Platform", "Website"), operated by
az: ("Xidmət", "Platforma", "Veb-sayt"), tərəfindən idarə olunur
ru: («Сервис», «Платформа», «Веб-сайт»), управляемый

source: ("we", "us", "our"). By accessing or using Yonca, you agree to be bound by these Terms of Service ("Terms"). If you do not agree with any part of these Terms, you must not use the Service.
az: ("biz", "biz", "bizim"). Yonca daxil olmaqla və ya istifadə etməklə siz bu Xidmət Şərtləri ("Şərtlər") ilə bağlı olmağa razılaşırsınız. Bu Şərtlərin hər hansı hissəsi ilə razı deyilsinizsə, Xidmətdən istifadə etməməlisiniz.
ru: («мы», «нас», «наш»). Получая доступ к Yonca или используя его, вы соглашаетесь соблюдать настоящие Условия обслуживания («Условия»). Если вы не согласны с какой-либо частью настоящих Условий, вы не должны использовать Сервис.

source: 1. Eligibility
az: 1. Uyğunluq
ru: 1. Право на участие

source: You must be at least
az: Heç olmasa olmalısan
ru: Вы должны быть как минимум

source: years old
az: yaş
ru: лет

source: to use Yonca. If you are under the age of 18, you confirm that you have permission from a parent or legal guardian.
az: Yonca istifadə etmək. 18 yaşdan kiçiksinizsə, valideyndən və ya qanuni qəyyumdan icazə aldığınızı təsdiq edirsiniz.
ru: использовать Yonca. Если вам меньше 18 лет, вы подтверждаете, что у вас есть разрешение от родителя или законного опекуна.

source: You represent that the information you provide is accurate and complete.
az: Siz təqdim etdiyiniz məlumatın dəqiq və tam olduğunu bildirirsiniz.
ru: Вы заявляете, что предоставленная вами информация является точной и полной.

source: 2. Accounts and Authentication
az: 2. Hesablar və Doğrulama
ru: 2. Учетные записи и аутентификация

source: Some features require creating an account.
az: Bəzi xüsusiyyətlər hesab yaratmağı tələb edir.
ru: Некоторые функции требуют создания учетной записи.

source: You are responsible for maintaining the confidentiality of your login credentials and for all activities that occur under your account.
az: Siz giriş məlumatlarınızın məxfiliyinin qorunmasına və hesabınız altında baş verən bütün fəaliyyətlərə cavabdehsiniz.
ru: Вы несете ответственность за сохранение конфиденциальности ваших учетных данных для входа и за все действия, которые происходят под вашей учетной записью.
